<?php

use Illuminate\Database\Seeder;

class ProjectTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        

        \DB::table('project')->delete();
        
        \DB::table('project')->insert(array (
            0 => 
            array (
                'id' => 1,
                'title' => '失去存在',
                'content' => '在人生的旅途中，必然会经历很多痛苦、很多磨难。经历了严寒就不怕冷了，经历了痛苦就不觉得苦了。从多个角度来看同一个事物，要换位思考，多从别人的角度来观察事物，设身处地的为别人考虑，这样就不会太执着、太固执了。',
                'img' => 'images/silder/20160921014813789080_16753532.jpg',
                'url' => NULL,
                'belong' => 'slider',
                'create_time' => '2016-10-08 03:14:43',
                'is_show' => 1,
            ),
            1 => 
            array (
                'id' => 5,
                'title' => '就这样吧',
                'content' => '不要哭了吗该哭的人是我吧你都坦白爱上了他我有什么办法我也同意啦既然你提出想法我们不要拖拖拉拉就从明天开始吧那就这样吧再爱都曲终人散啦那就分手吧再爱都无需挣扎不要再问我怎舍得拱手让他你走吧到了记得要给我通电话那就这样吧再爱都要Sayonara再给抱一下闻一闻你的长发不要再哭啦快把眼泪擦一擦',
                'img' => 'images/silder/20160920091534pic4.jpg',
                'url' => NULL,
                'belong' => 'slider',
                'create_time' => '2016-09-21 06:26:32',
                'is_show' => 1,
            ),
            2 => 
            array (
                'id' => 9,
                'title' => '新的生活',
                'content' => '失败不再是我奋斗的代价．它和痛苦都将从我的生命中消失。失败和我，就像水火一样，互不相容。我不再像过去一样接受它们。我要在智慧的指引下，走出失败的阴 影，步入富足、健康、快乐的乐园，这些都超出了我以往的梦想． 我要是能长生不老，就可以学到一切，但我不能永生，所以，在有限的人生里，我必须学会忍耐的艺术，因为大自然的行为一向是从容不迫的．造物主创造树中之王 橄摊树需要一百年的时间，而洋葱经过短短的九个星期就会枯老．我不留恋从前那种洋葱式的生活，我要成为万树之王--橄榄树，成为现实生活中最伟大的推销 员．',
                'img' => 'images/silder/20160922014339888272_30368604.jpg',
                'url' => NULL,
                'belong' => 'slider',
                'create_time' => '2016-09-27 08:27:27',
                'is_show' => 1,
            ),
            3 => 
            array (
                'id' => 15,
                'title' => '失去存在',
                'content' => '悲伤不再，惊醒的暗潮涌来，给心潮的贝壳带来亮丽的色彩。沉浸在怀旧的书香里，久久不愿醒来。醉，是怎样的暗香浮动！梦，是怎样的过往流年！爱，是怎样的一往情深！琼瑶的世界，是彩蝶翩飞的世界，那里有六个梦，梦里紧扣着丝丝缕缕情感纠葛，恩恩怨怨，爱恨情仇。无论多少恨，多少怨，多少枷锁，都不能抵挡爱的诱惑，情的真切，痴的眷恋。敢爱敢恨，真性情，真善美，是这个世界永恒不变的主题，是任何时代也无法改变的真谛。',
                'img' => 'images/wonder/20160930075557carousel2.jpg',
                'url' => NULL,
                'belong' => 'wonder',
                'create_time' => '2016-09-30 07:55:57',
                'is_show' => 1,
            ),
            4 => 
            array (
                'id' => 12,
                'title' => '最美不过你',
                'content' => '悲伤不再，惊醒的暗潮涌来，给心潮的贝壳带来亮丽的色彩。沉浸在怀旧的书香里，久久不愿醒来。醉，是怎样的暗香浮动！梦，是怎样的过往流年！爱，是怎样的一往情深！琼瑶的世界，是彩蝶翩飞的世界，那里有六个梦，梦里紧扣着丝丝缕缕情感纠葛，恩恩怨怨，爱恨情仇。无论多少恨，多少怨，多少枷锁，都不能抵挡爱的诱惑，情的真切，痴的眷恋。敢爱敢恨，真性情，真善美，是这个世界永恒不变的主题，是任何时代也无法改变的真谛。',
                'img' => 'images/silder/20160923074044503993_62595320.jpg',
                'url' => NULL,
                'belong' => 'wonder',
                'create_time' => '2016-09-26 08:31:42',
                'is_show' => 1,
            ),
            5 => 
            array (
                'id' => 11,
                'title' => '花样年华',
                'content' => '多情季节，花样年华，光阴洒下，你和我相逢在那个初夏，绿叶繁花，蝶舞蜂鸣，那片片绿叶饱含着对花的浓情厚意，曾经花前月下，柔情蜜意，相约携手共度夕阳，共唱一世的红尘情歌！缠缠绵绵，梦魂相依！无数次的凝眸，目光炽热交错，像一阵春风诉说着情深爱意。曾以为相爱的人一定会执手相依，天长地久，而我们的相聚，只是走过这样一段花样年华，你就匆匆离去，为了梦想，谱写了一首无言的结局。似梦似幻的相遇，注定了默然相寂，一段执着的感情，恰似那清晨的露珠儿，淡淡消失，再无踪迹！',
                'img' => 'images/silder/20160923073753442256_20337880.jpg',
                'url' => NULL,
                'belong' => 'wonder',
                'create_time' => '2016-09-23 07:37:53',
                'is_show' => 1,
            ),
            6 => 
            array (
                'id' => 16,
                'title' => '心的追随',
                'content' => '追随远去的身影带走了无限的不舍与思念留下的是惜日光辉，未来方向决然的离去，透射多少的无奈背影的潇洒只是精神上的依托而那“泪”也只能悄然潸下面对地无奈的苍桑必需是阳光般的笑容因为脆弱只能背对前面，是我们要走的路总不能让泪雨代替踏着你们历史的脚印更进一步的跨越愿我们能超越你们的境界散发你们的光辉在诸多的不舍与回忆中我只能说上一声“珍重”',
                'img' => 'images/project/soul/20161011012311carousel1.jpg,images/project/soul/20161011012311carousel2.jpg,images/project/soul/20161011012311carousel3.jpg,images/project/soul/20161011012311carousel4.jpg',
                'url' => NULL,
                'belong' => 'soul',
                'create_time' => '2016-10-11 01:23:11',
                'is_show' => 1,
            ),
            7 => 
            array (
                'id' => 14,
                'title' => '伤心的人',
                'content' => '不流泪，不代表我们不懂悲伤，每一个感情宣泄的片刻，我们只想把孤独和脆弱隐藏。不流泪，不是我们铁石心肠，在每一个数着见你的时刻，内心早已是一片海洋。
　　也许，你我都有醉酒后想见面的人，都有泪流满面时想拨通的电话，都有思念却无法触及的人，可是随着年岁的增长，我们越来越会掩饰，这是一种成长，也是一种无奈。',
                'img' => 'images/silder/20160927083354485382_81894547.jpg',
                'url' => NULL,
                'belong' => 'slider',
                'create_time' => '2016-09-27 08:33:54',
                'is_show' => 1,
            ),
        ));
        
        
    }
}
