<?php

return [
        200 => 'OK',
        201 => 'OK',
        202 => 'OK',
        204 => 'OK',
        
        304 => 'OK',
        
        400 => 'gitlar好像除了点问题~~',
        401 => 'gitlar好像除了点问题~~',
        403 => 'gitlar好像除了点问题~~',
        404 => 'gitlar好像除了点问题~~',
        405 => 'gitlar好像除了点问题~~',
        406 => 'gitlar好像除了点问题~~',
        410 => 'gitlar好像除了点问题~~',
        415 => 'gitlar好像除了点问题~~',
        422 => 'gitlar好像除了点问题~~',
        429 => 'gitlar好像除了点问题~~',
        
        500 => 'gitlar好像除了点问题~~',
];